Repository: eurolinux-enterprise-linux-sources/gedit-plugins
Catalog: src/po/*.po
Languages: gu, kn, pa

source: Bookmarks
gu: બુકમાર્કો
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳು
pa: ਬੁੱਕਮਾਰਕ

source: Easy document navigation with bookmarks
gu: બુકમાર્કો સાથે સરળ દસ્તાવેજ શોધનાર
kn: ಬುಕ್‌ಮಾರ್ಕುಗಳೊಂದಿಗೆ ಸುಲಭವಾಗಿ ದಸ್ತಾವೇಜಿನ ನ್ಯಾವಿಗೇಶಿನ್
pa: ਬੁੱਕਮਾਰਕ ਨਾਲ ਡੌਕੂਮੈਂਟ ਵਿੱਚ ਸੌਖੀ ਤਰ੍ਹਾਂ ਨੇਵੀਗੇਸ਼ਨ

source: Toggle Bookmark
gu: ટોગલ બુકમાર્ક
kn: ಬುಕ್‌ಮಾರ್ಕನ್ನು ಟಾಗಲ್ ಮಾಡು
pa: ਬੁੱਕਮਾਰਕ ਬਦਲੋ

source: Toggle bookmark status of the current line
gu: હાલનાં વાક્ય પર ટોગલ બુકમાર્ક સ્થિતિ
kn: ಪ್ರಸಕ್ತ ಸಾಲಿನ ಬುಕ್‌ಮಾರ್ಕನ್ಉ ಟಾಗಲ್ ಮಾಡಿ
pa: ਮੌਜੂਦਾ ਲਾਈਨ ਦੇ ਬੁੱਕਮਾਰਕ ਦੀ ਹਾਲਤ ਬਦਲੋ

source: Goto Next Bookmark
gu: પછીનાં બુકમાર્ક પર જાઓ
kn: ಮುಂದಿನ ಬುಕ್‌ಮಾರ್ಕಿಗೆ ತೆರಳು
pa: ਅਗਲੇ ਬੁੱਕਮਾਰਕ ਉੱਤੇ ਜਾਓ

source: Goto the next bookmark
gu: પછીનાં બુકમાર્ક પર જાઓ
kn: ಮುಂದಿನ ಬುಕ್‌ಮಾರ್ಕಿಗೆ ತೆರಳು
pa: ਅਗਲੇ ਬੁੱਕਮਾਰਕ ਉੱਤੇ ਜਾਓ

source: Goto Previous Bookmark
gu: પહેલાનાં બુકમાર્ક પર જાઓ
kn: ಹಿಂದಿನ ಬುಕ್‌ಮಾರ್ಕಿಗೆ ತೆರಳು
pa: ਪਿਛਲੇ ਬੁੱਕਮਾਰਕ ਉੱਤੇ ਜਾਓ

source: Goto the previous bookmark
gu: પહેલાનાં બુકમાર્ક પર જાઓ
kn: ಹಿಂದಿನ ಬುಕ್‌ಮಾರ್ಕಿಗೆ ತೆರಳು
pa: ਪਿਛਲੇ ਬੁੱਕਮਾਰਕ ਉੱਤੇ ਜਾਓ

source: Automatically adds closing brackets.
gu: બંધ કરતા કૌંસો ઓપોઆપ ઉમેરાય છે.
kn: ಮುಚ್ಚುವ ಆವರಣ ಚಿಹ್ನೆಗಳನ್ನು ತಾನಾಗಿಯೆ ಸೇರಿಸಲಾಗುತ್ತದೆ.
pa: ਆਟੋਮੈਟਿਕ ਹੀ ਬੰਦ ਕਰਨ ਵਾਲੀਆਂ ਬਰੈਕਟਾਂ ਸ਼ਾਮਲ ਕਰੋ।

source: Bracket Completion
gu: કૌંસ સમાપ્તિ
kn: ಆವರಣ ಚಿಹ್ನೆಯ ಪೂರ್ಣಗೊಳಿಕೆ
pa: ਬਰੈਕਟ ਪੂਰਨਤਾ

source: Character Map
gu: અક્ષર નક્ષો
kn: ಅಕ್ಷರ ನಕ್ಷೆ
pa: ਅੱਖਰ ਮੈਪ

source: Insert special characters just by clicking on them.
gu: તેઓની પક ફક્ત ક્લિક કરવા દ્દારા ચોક્કસ અક્ષરોને દાખલ કરો.
kn: ವಿಶೇಷ ಅಕ್ಷರಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಅವನ್ನು ಸೇರಿಸಿ.
pa: ਖਾਸ ਅੱਖਰਾਂ ਨੂੰ ਕੇਵਲ ਕਲਿੱਕ ਕਰਕੇ ਹੀ ਸ਼ਾਮਲ ਕਰੋ।

source: Code comment
gu: કોડ ટિપ્પણી
kn: ಸಂಕೇತ ಗುರುತು
pa: ਕੋਡ ਟਿੱਪਣੀ

source: Comment out or uncomment a selected block of code.
gu: કોડનાં પસંદ થયેલ બ્લોકની ટિપ્પણી ન કરો અથવા ટિપ્પણીમાંથી બહાર નીકળો.
kn: ಆಯ್ಕೆ ಮಾಡಲಾದ ಸಂಕೇತದ ಖಂಡವನ್ನು ಗುರುತು ಹಾಕಿ ಅಥವ ಗುರುತು ಹಾಕಿದ್ದನ್ನು ರದ್ದುಗೊಳಿಸಿ.
pa: ਚੁਣੇ ਕੋਡ ਦੇ ਬਲਾਕ ਵਿੱਚ ਟਿੱਪਣੀ ਲਾਉ ਜਾਂ ਹਟਾਓ।

source: Co_mment Code
gu: ટિપ્પણી કોડ (_m)
kn: ಸಂಕೇತವನ್ನು ಗುರುತುಹಾಕು(_m)
pa: ਟਿੱਪਣੀ ਕੋਡ(_m)

source: Comment the selected code
gu: પસંદ થયેલ કોડની ટિપ્પણી કરો
kn: ಆಯ್ದ ಸಂಕೇತವನ್ನು ಗುರುತು ಹಾಕು
pa: ਚੁਣੇ ਕੋਡ ਲਈ ਟਿੱਪਣੀ

source: U_ncomment Code
gu: કોડની ટિપ્પણી ન કરો (_n)
kn: ಸಂಕೇತಕ್ಕೆ ಗುರುತು ಹಾಕಿದ್ದನ್ನು ರದ್ದುಗೊಳಿಸು(_n)
pa: ਕੋਡ ਟਿੱਪਣੀ ਹਟਾਓ(_n)

source: Uncomment the selected code
gu: પસંદ થયેલ કોડની ટિપ્પણી ન કરો
kn: ಆಯ್ದ ಸಂಕೇತಕ್ಕೆ ಗುರುತು ಹಾಕಿದ್ದನ್ನು ರದ್ದುಗೊಳಿಸಿ
pa: ਚੁਣੇ ਕੋਡ ਲਈ ਟਿੱਪਣੀ ਹਟਾਓ

source: Color Picker
gu: રંગ પસંક કરનાર
kn: ಬಣ್ಣದ ಆಯ್ಕೆಗಾರ
pa: ਰੰਗ ਚੋਣਕਾਰ

source: Pick a color from a dialog and insert its hexadecimal representation.
gu: સંવાદ માંથી રંગને પસંદ કરો અને તેની હેક્ઝાડેશીમલ રજૂઆતને દાખલ કરો.
kn: ಸಂವಾದದಿಂದ ಒಂದು ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಹಾಗು ಅದರ ಹೆಕ್ಸಾದಶಮಾಂಶ ಪ್ರತಿನಿಧಿಯನ್ನು ಸೇರಿಸಿ.
pa: ਡਾਈਲਾਗ ਤੋਂ ਰੰਗ ਚੁਣੋ ਅਤੇ ਹੈਕਸਾ-ਡੈਸੀਮਲ ਕੋਡ ਦਿਓ

source: Pick _Color...
gu: રંગ પસંદ કરો (_C)...
kn: ಬಣ್ಮವನ್ನು ಅಯ್ಕೆಮಾಡು(_C)...
pa: ਰੰਗ ਚੁਣੋ(_C)...

source: Pick a color from a dialog
gu: સંવાદ માંથી રંગ પસંદ કરો
kn: ಸಂವಾದದಿಂದ ಒಂದು ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
pa: ਡਾਈਲਾਗ ਤੋਂ ਰੰਗ ਚੁਣੋ

source: Pick Color
gu: રંગને પસંદ કરો
kn: ಬಣ್ಮವನ್ನು ಅಯ್ಕೆಮಾಡು
pa: ਰੰਗ ਚੁਣੋ

source: _Insert
gu: દાખલ કરો (_I)
kn: ಸೆರೀಸು
pa: ਸ਼ਾਮਲ(_I)

source: Draw Spaces
gu: જગ્યાઓને દોરો
kn: ಖಾಲಿಜಾಗಗಳನ್ನು ಚಿತ್ರಿಸಿ
pa: ਖਾਲੀ ਥਾਂ ਪਾਓ

source: Draw Spaces and Tabs
gu: જગ્યાઓ અને ટેબોને દોરો
kn: ಖಾಲಿ ಸ್ಥಳಗಳನ್ನು ಹಾಗು ಟ್ಯಾಬ್‌ಗಳನ್ನು ಚಿತ್ರಿಸು
pa: ਖਾਲੀ ਥਾਂ ਅਤੇ ਟੈਬ ਦਿਓ

source: Draw new lines
gu: નવી લીટીઓને દોરો
kn: ಹೊಸ ಸಾಲುಗಳನ್ನು ಚಿತ್ರಿಸು
pa: ਨਵੀਆਂ ਲਾਈਨਾਂ ਦਿਓ

source: Draw non-breaking spaces
gu: બ્રેક ન થાય તેવી જગ્યાઓને દોરો
kn: ತುಂಡರಿಸದ ಖಾಲಿ ಜಾಗಗಳನ್ನು ಚಿತ್ರಿಸು
pa: ਬਿਨ-ਬਰੇਕ ਖਾਲੀ ਥਾਂ ਦਿਓ

source: Draw spaces
gu: જગ્યાઓને દોરો
kn: ಖಾಲಿ ಸ್ಥಳಗಳನ್ನು ಚಿತ್ರಿಸು
pa: ਖਾਲੀ ਥਾਂ ਦਿਓ

source: Draw tabs
gu: ટેબોને દોરો
kn: ಟ್ಯಾಬ್‌ಗಳನ್ನು ಚಿತ್ರಿಸು
pa: ਟੈਬ ਬਣਾਓ

source: Show _White Space
gu: સફેદ જગ્યાને બતાવો (_W)
kn: ಖಾಲಿ ಸ್ಥಳವನ್ನು ತೋರಿಸು(_W)
pa: ਸਾਫ਼ ਥਾਂ ਵੇਖੋ(_W)

source: Show spaces and tabs
gu: જગ્યાઓ અને ટેબોને બતાવો
kn: ಖಾಲಿ ಜಾಗಗಳನ್ನು ಹಾಗು ಟ್ಯಾಬ್ ಅನ್ನು ತೋರಿಸು
pa: ਖਾਲੀ ਥਾਂ ਅਤੇ ਟੈਬਾਂ ਵੇਖੋ

source: Error dialog
gu: ભૂલ સંવાદ
kn: ದೋಷ ಸಂವಾದ
pa: ਗਲਤੀ ਡਾਈਲਾਗ

source: Join several lines or split long ones
gu: ઘણીબધી લીટીઓ અથવા અલગ થયેલ લાંબી એક ને જોડો
kn: ಹಲವು ಸಾಲುಗಳನ್ನು ಸೇರಿಸಿ ಅಥವ ದೊಡ್ಡದ ಸಾಲನ್ನು ವಿಭಜಿಸಿ
pa: ਕਈ ਲਾਈਨਾਂ ਜੋੜ ਦਿਓ ਜਾਂ ਲੰਮੀਆਂ ਨੂੰ ਵੰਡ ਦਿਓ

source: Join/Split Lines
gu: લીટીઓને જોડો/અલગ કરો
kn: ಸಾಲುಗಳನ್ನು ಸೇರಿಸು/ವಿಭಜಿಸು
pa: ਲਾਈਨਾਂ ਜੋੜੋ/ਵੰਡੋ

source: _Join Lines
gu: લીટીઓને જોડો (_J)
kn: ಸಾಲುಗಳನ್ನು ಸೇರಿಸು(_J)
pa: ਲਾਈਨਾਂ ਦਿਓ(_J)

source: Join the selected lines
gu: પસંદ થયેલ લીટીઓને જોડો
kn: ಅಯ್ಕೆಮಾಡಿದ ಸಾಲುಗಳನ್ನು ಸೇರಿಸಿ
pa: ਚੁਣੀਆਂ ਲਾਈਨਾਂ ਜੋੜੋ

source: _Split Lines
gu: લીટીઓને અલગ કરો (_S)
kn: ಸಾಲುಗಳನ್ನು ವಿಭಜಿಸು(_S)
pa: ਲਾਈਨਾਂ ਵੰਡੋ(_S)

source: Split the selected lines
gu: પસંદ થયેલ લીટીઓને અલગ કરો
kn: ಅಯ್ಕೆಮಾಡಿದ ಸಾಲುಗಳನ್ನು ವಿಭಜಿಸಿ
pa: ਚੁਣੀਆਂ ਲਾਈਨਾਂ ਵੰਡੋ

source: Tab_bar
gu: ટેબ પટ્ટી (_b)
kn: ಟ್ಯಾಬ್‌ಪಟ್ಟಿ(_b)
pa: ਟੈਬ-ਪੱਟੀ(_b)

source: Show or hide the tabbar in the current window
gu: હાલની વિન્ડોમાં ટેબપટ્ટી ને બતાવો અથવા છુપાડો
kn: ಟ್ಯಾಬ್‌ಪಟ್ಟಿಯನ್ನು ಪ್ರಸಕ್ತ ವಿಂಡೋದಲ್ಲಿ ತೋರಿಸು/ಅಡಗಿಸು
pa: ਮੌਜੂਦਾ ਵਿੰਡੋ ਵਿੱਚ ਟੈਬ-ਪੱਟੀ ਵੇਖੋ ਜਾਂ ਓਹਲੇ ਕਰੋ

source: Tabbar is Visible
gu: ટેબપટ્ટી એ દેખાય તેવુ છે
kn: ಟ್ಯಾಬ್‌ಪಟ್ಟಿಯು ಗೋಚರಿಸುತ್ತಿದೆ
pa: ਟੈਬ-ਪੱਟੀ ਵੇਖੋ

source: Whether the tabbar should be visible in editing windows.
gu: ફેરફાર થતી વિન્ડોમાં ક્યાંતો ટેબપટ્ટી દેખાવી જોઇએ.
kn: ಟ್ಯಾಬ್‌ಪಟ್ಟಿಯು ಸಂಪಾದನೆಯ ವಿಂಡೋಗಳಲ್ಲಿ ಕಾಣಿಸುತ್ತಿರಬೇಕೆ.
pa: ਕੀ ਸੋਧਯੋਗ ਵਿੰਡੋ ਵਿੱਚ ਟੈਬ-ਪੱਟੀ ਵੇਖਣੀ ਹੈ

source: Add a menu entry to show/hide the tabbar.
gu: ટેબપટ્ટીને બતાવવા/છુપાડવા માટે મેનુ નોંધણીને ઉમેરો.
kn: ಟ್ಯಾಬ್‌ಪಟ್ಟಿಯನ್ನು ತೋರಿಸಲು/ಅಡಗಿಸಲು ಒಂದು ಮೆನು ನಮೂದನ್ನು ಸೇರಿಸಿ.
pa: ਟੈਬ-ਪੱਟੀ ਵੇਖਣ/ਓਹਲੇ ਕਰਨ ਲਈ ਮੇਨੂ ਐਂਟਰੀ ਸ਼ਾਮਲ ਕਰੋ

source: Show/Hide Tabbar
gu: ટેબપટ્ટીને બતાવો/છુપાડો
kn: ಟ್ಯಾಬ್‌ಪಟ್ಟಿಯನ್ನು ತೋರಿಸು/ಅಡಗಿಸು
pa: ਟੈਬ-ਪੱਟੀ ਵੇਖੋ/ਓਹਲੇ ਕਰੋ

source: Sa_ved sessions
gu: સંગ્રહ થયેલ સત્રો (_v)
kn: ಉಳಿಸಲಾದ ಅಧಿವೇಶನಗಳು(_v)
pa: ਸੰਭਾਲੇ ਸ਼ੈਸ਼ਨ(_v)

source: _Save current session
gu: હાલનાં સત્રને સંગ્રહો (_S)
kn: ಪ್ರಸಕ್ತ ಅಧಿವೇಶನವನ್ನು ಉಳಿಸು(_S)
pa: ਮੌਜੂਦਾ ਸ਼ੈਸ਼ਨ ਸੰਭਾਲੋ(_S)

source: Save the current document list as a new session
gu: નવા સત્ર તરીકે હાલનાં દસ્તાવેજની યાદીને સંગ્રહો
kn: ಈಗಿನ ದಸ್ತಾವೇಜಿನ ಪಟ್ಟಿಯನ್ನು ಒಂದು ಹೊಸ ಅಧಿವೇಶನವಾಗಿ ಉಳಿಸಿ
pa: ਨਵੇਂ ਸ਼ੈਸ਼ਨ ਵਜੋਂ ਮੌਜੂਦਾ ਡੌਕੂਮੈਂਟ ਸੰਭਾਲੋ

source: _Manage saved sessions...
gu: સંગ્રહ થયેલ સત્રોને સંચાલિત કરો (_M)
kn: ಉಳಿಸಲಾದ ಅಧಿವೇಶನಗಳನ್ನು ನಿರ್ವಹಿಸು(_M)...
pa: ਸੰਭਾਲੇ ਸ਼ੈਸ਼ਨਾਂ ਦਾ ਪਰਬੰਧ(_M)...

source: Open the saved session manager
gu: સંગ્રહ થયેલ સત્ર વ્યવસ્થાપકને ખોલો
kn: ಉಳಿಸಲಾದ ಅಧಿವೇಶನ ವ್ಯವಸ್ಥಾಪಕವನ್ನು ತೆರೆ
pa: ਸੰਭਾਲੇ ਸ਼ੈਸ਼ਨ ਮੈਨੇਜਰ ਖੋਲ੍ਹੋ

source: Recover '%s' session
gu: '%s' સત્રને પાછુ મેળવો
kn: '%s' ಅಧಿವೇಶನವನ್ನು ಮರಳಿ ಪಡೆದುಕೊಳ್ಳಿ
pa: ਸ਼ੈਸ਼ਨ '%s' ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰੋ

source: Session Name
gu: સત્ર નામ
kn: ಅಧೀವೇಶನದ ಹೆಸರು
pa: ਸ਼ੈਸ਼ਨ ਨਾਂ

source: Save and restore your working sessions
gu: તમારી કામ કરતા સત્રોને સંગહો અને પુન:સંગ્રહ કરો
kn: ನೀವು ಕೆಲಸ ಮಾಡುತ್ತಿರುವ ಅಧಿವೇಶನಗಳನ್ನು ಉಳಿಸಿ ಹಾಗು ಮರಳಿ ಸ್ಥಾಪಿಸಿ
pa: ਆਪਣੇ ਕਾਰਜਕਾਰੀ ਸ਼ੈਸ਼ਨ ਸੰਭਾਲੋ ਅਤੇ ਮੁੜ-ਪ੍ਰਾਪਤ ਕਰੋ

source: Session Saver
gu: સત્ર સંગ્રહ કરનાર
kn: ಅಧಿವೇಶನ ಉಳಿಕೆಗಾರ
pa: ਸ਼ੈਸ਼ਨ ਸੰਭਾਲਕਰਤਾ

source: Save session
gu: સત્રને સંગ્રહો
kn: ಅಧಿವೇಶನವನ್ನು ಉಳಿಸಿ
pa: ਸ਼ੈਸ਼ਨ ਸੰਭਾਲੋ

source: Saved Sessions
gu: સંગ્રહ થયેલ સત્રો
kn: ಉಳಿಸಲಾದ ಅಧಿವೇಶನ
pa: ਸੰਭਾਲੇ ਸ਼ੈਸ਼ਨ

source: Session name:
gu: સત્ર નામ:
kn: ಅಧಿವೇಶನದ ಹೆಸರು:
pa: ਸ਼ੈਸ਼ਨ ਨਾਂ:

source: Forget you're not using tabulations.
gu: ભૂલી જાઓ કે તમે કોષ્ટકોને વાપરી રહ્યા નથી.
kn: ನೀವು ಕೋಷ್ಟಕವನ್ನು ಬಳಸುತ್ತಿಲ್ಲವೆಂದು ಕಲ್ಪಿಸಿಕೊಳ್ಳಿ.
pa: ਭੁੱਲ ਜਾਓ ਕਿ ਤੁਸੀਂ ਸਾਰਣੀ ਨਹੀਂ ਵਰਤ ਰਹੇ ਹੋ।

source: Smart Spaces
gu: હોશિયાર જગ્યાઓ
kn: ಚತುರ ಖಾಲಿ ಸ್ಥಳಗಳು
pa: ਚੁਸਤ ਖਾਲੀ ਥਾਵਾਂ

source: Embed a terminal in the bottom pane.
gu: નીચેના તકતીમાં ટર્મિનલને એમ્બેડ કરો.
kn: ಕೆಳಭಾಗದ ಫಲಕದಲ್ಲಿನ ಒಂದು ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ಅಡಕಗೊಳಿಸಲಾಗಿದೆ.
pa: ਤਲ ਵਿੱਚ ਟਰਮੀਨਲ ਸ਼ਾਮਲ ਕਰੋ।

source: Embedded Terminal
gu: એમ્બેડ થયેલ ટર્મિનલ
kn: ಅಡಕಗೊಳಿಸಲಾದ ಟರ್ಮಿನಲ್
pa: ਟਰਮੀਨਲ ਸ਼ਾਮਲ ਕਰੋ

source: Terminal
gu: ટર્મિનલ
kn: ಟರ್ಮಿನಲ್
pa: ਟਰਮੀਨਲ

source: C_hange Directory
gu: ડિરેક્ટરીને બદલો (_h)
kn: ಕೋಶವನ್ನು ಬದಲಾಯಿಸು(_h)
pa: ਡਾਇਰੈਕਟਰੀ ਬਦਲੋ(_h)
